<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы названий менюшек навбаров (Navs)
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются в названиях
    | менюшек навбаров (Navs) всего вашего приложения.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'general' => [
        'home' => 'Главная',
        'blog' => 'Блог',
    ],

    'frontend' => [
        'login' => 'Вход',
        'register' => 'Регистрация',
        'user' => [
            'profile' => 'Профиль',
            'logout' => 'Выход',
        ],
    ],
];
