
<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси назв пунтків меню навігацій (Navs)
    |--------------------------------------------------------------------------
    |
    | Наступні мовні ресурси використовуються в назвах
    | пунтків меню навігацій (Navs) усієї вашої програми.
    | Ви можете вільно змінювати ці мовні ресурси відповідно до вимог
    | вашої програми.
    |
    */

    'general' => [
        'home' => 'Головна',
        'blog' => 'Блог',
    ],
    'navs-panel'=>[
        'all'=> 'Всі теми',
        'my-records' =>'Мої записи',
        'popular-threads' =>'Популярні',
        'unanswered-threads' =>'Потоки без відповіді',
        'new-theme' =>'Нова тема',
    ],

    'frontend' => [
        'login' => 'Вхід',
        'register' => 'Реєстрація',
        'user' => [
            'profile' => 'Профіль',
            'logout' => 'Вихід',
        ],
    ],
];
